Repository: lliurex/store
Catalog: lliurex-po/store/*.UTF-8@valencia.po
Languages: ca_es

source: Install
ca_es: Instal·la

source: The app could not be loaded. Until included in LliureX catalogue it can't be installed
ca_es: No es pot carregar la app. Fins que no estiga catalogada a appsedu no estarà disponible. Mès informació a https://portal.edu.gva.es/appsedu/aplicacions-lliurex

source: Choose
ca_es: Triar

source: Details
ca_es: Detalls

source: Navigate through all applications
ca_es: Mostra totes les aplicacions

source: Could not open
ca_es: No s'ha pogut obrir

source: Error opening
ca_es: Error carregant

source: System apps can't be removed
ca_es: No es pot desinstal·lar per ser una aplicació de sistema

source: Unknown error
ca_es: Error desconegut

source: App unauthorized
ca_es: App no autoritzada

source: For more info go to
ca_es: Per a més informació anar a

source: Show application detail
ca_es: Mostra els detalls

source: Opening
ca_es: Obrint

source: Release
ca_es: Versió

source: Remove
ca_es: Elimina

source: Open
ca_es: Obri

source: See at Appsedu
ca_es: Mostrar a appsedu

source: Website
ca_es: Web

source: Upgrade
ca_es: Actualitza

source: Zommand not found. Open Zero-Center?
ca_es: No trobat. Obrir el Zero-Center?

source: All
ca_es: Tot

source: Available
ca_es: Disponibles

source: Filter by category
ca_es: Filtrar per categoría

source: Certified by Appsedu
ca_es: Aprovada per Appsedu

source: Portrait
ca_es: Portada

source: Filters
ca_es: Filtres

source: Filter by formats and states
ca_es: Filtrar per formats i estats

source: Home
ca_es: Inici

source: Main page
ca_es: Pàgina principal

source: Installed
ca_es: Instal·lats

source: Launch LliurexUp
ca_es: LliurexUp

source: Show applications
ca_es: Mostra les aplicacions

source: Updating info
ca_es: Actualitzant dades

source: Search
ca_es: Cerca

source: Sort alphabetically
ca_es: Ordre alfabètic

source: Upgradables
ca_es: Actualitzables

source: There're upgrades available
ca_es: Hi han actualitzacions pendents

source: Ci\u00e8ncies
ca_es: Ciències

source: Electr\u00f2nica
ca_es: Electrónica

source: Fotografia
ca_es: Fotografìa

source: F\u00edsica
ca_es: Fìsica

source: Gamificaci\u00f3
ca_es: Gamificació

source: Inform\u00e0tica
ca_es: Informàtica

source: Matem\u00e0tiques
ca_es: Matemàtiques

source: Multimedia
ca_es: Multimèdia

source: Multim\u00e8dia
ca_es: Multimèdia

source: Musica
ca_es: Música

source: M\u00fasica
ca_es: Mùsica

source: Network
ca_es: Xarxes

source: Ofim\u00e0tica
ca_es: Ofimàtica

source: Programaci\u00f3
ca_es: Programació

source: Qu\u00edmica
ca_es: Quìmica

source: Resources
ca_es: Recursos

source: Rob\u00f3tica
ca_es: Robótica

source: Services
ca_es: Serveis

source: Software
ca_es: Programari

source: Tecnologia
ca_es: Tecnologìa

source: V\u00eddeo
ca_es: Vídeo

source: Zomando
ca_es: Zomandament

source: resources
ca_es: eines

source: software
ca_es: programari

source: \u00c0udio
ca_es: Àudio
