Repository: lliurex/store
Catalog: lliurex-po/lliurex-store/*.po
Languages: es

source: What's this?
es: Que es açò?

source: Install
es: Instala

source: Z-Install
es: Instala

source: Remove
es: Elimina

source: Blocked
es: Bloqueada

source: Unavailable
es: Pendiente

source: All
es: Todo

source: Origin
es: Origen

source: Click: Show only from
es: Click: Restringir a

source: Click: Show all applications
es: Click: Mostrar todo

source: The app could not be loaded. Until included in LliureX catalogue it can't be installed
es: No se puede cargar la aplicación. Hasta que no esté incluida en en el catálogo de appsedu no estará disponible. Más información en https://portal.edu.gva.es/appsedu/aplicacions-lliurex

source: For any question the SAI can be contacted at <a href='https://portal.edu.gva.es/sai/es/inicio/'>https://portal.edu.gva.es/sai/es/inicio/</a>
es: En caso de duda puede contactarse con el SAI en <a href='https://portal.edu.gva.es/sai/es/inicio/'>https://portal.edu.gva.es/sai/es/inicio/</a>

source: Could not open
es: No se pudo abrir

source: Error opening
es: Error al cargar

source: There's another action in progress
es: Ya se está realizando otra instalación

source: System apps can't be removed
es: Aplicación de sistema. No se desinstalará

source: Unknown error
es: Error desconocido

source: App unauthorized
es: App no autorizada

source: For more info go to
es: Para más información ir a

source: More apps
es: Mès apps

source: Z·Install
es: Instala

source: Opening
es: Abriendo

source: Release
es: Versión

source: Open
es: Abre

source: See at Appsedu
es: Mostrar en Appsedu

source: Website
es: Sitio web

source: Store was unable to get information from internet
es: No parece haber conexión a internet

source: Open network settings
es: Configurar acceso a internet

source: Go to store anyway
es: Ir a la tienda

source: Search
es: Busca

source: Blog entries
es: Artículos del blog

source: Latest apps in appsedu
es: Últimas aplicaciones en AppsEdu

source: Relevant categories
es: Categorías relevantes

source: Available
es: Disponible

source: Filter by category
es: Filtrar por categoría

source: Certified by Appsedu
es: Certificadas por Appsedu

source: Portrait
es: Portada

source: Navigate through all applications
es: Mostrar todas las aplicaciones

source: Authorization is required
es: Es necesario autenticarse para gestionar la aplicación

source: Filters
es: Filtros

source: Filter by formats and states
es: Filtar por formatos y estados

source: Home
es: Inicio

source: Main page
es: Página principal

source: Installed
es: Instalado

source: Launch LliurexUp
es: LliurexUp

source: Show applications
es: Mostrar aplicaciones

source: Updating info
es: Actualizando datos

source: Reload Apps
es: Actualizar

source: Sort alphabetically
es: Orden alfabético

source: Upgradables
es: Actualizables

source: There're upgrades available
es: Hay actualizaciones pendientes

source: Downloading information, wait a moment...
es: Descargando información, espere un momento...

source: Upgrading application database
es: Actualizando la base de datos de las aplicaciones

source: Loading available applications
es: Cargando el catálogo de aplicaciones

source: Authentication is required to manage software
es: Es necesario autenticarse para gestionar la aplicación
